Revit 2027 API
ParameterTypeId.CutTransparentIn3d Property
 "Transparent in 3D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CutTransparentIn3d { get; }
Public Shared ReadOnly Property CutTransparentIn3d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CutTransparentIn3d {
	ForgeTypeId^ get ();
}
static member CutTransparentIn3d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace